Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.reset.message
source: This will restore default values only for the current tab. This action cannot be undone.
ar: سيؤدي هذا لاستعادة القيم الافتراضية للتبويب الحالي فقط. لا يمكن التراجع عن هذا الإجراء.
bg: Това ще възстанови стойностите по подразбиране само за текущия раздел. Това действие не може да бъде отменено.
bn: এটি কেবল বর্তমান ট্যাবের জন্য ডিফল্ট মান পুনরুদ্ধার করবে। এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
ca: Això restaurarà els valors per defecte només per a la pestanya actual. Aquesta acció no es pot desfer.
cs: Tato akce obnoví výchozí hodnoty pouze pro aktuálně aktivní kartu. Tuto akci nelze vrátit zpět.
da: Dette gendanner kun standardværdierne for den aktuelle fane. Denne handling kan ikke fortrydes.
de: Dadurch werden die Standardwerte nur für die aktuelle Registerkarte wiederhergestellt. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα επαναφέρει τις προεπιλεγμένες τιμές μόνο για την τρέχουσα καρτέλα. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto restaurará los valores predeterminados solo para la pestaña actual. Esta acción no se puede deshacer.
fa: این کار مقادیر پیش‌فرض را فقط برای برگه فعلی بازیابی می‌کند. این عمل قابل بازگشت نیست.
fi: Tämä palauttaa oletusarvot vain nykyiselle välilehdelle. Tätä toimintoa ei voi kumota.
fil: Ibabalik nito ang mga default na halaga para lamang sa kasalukuyang tab. Hindi na maaaring bawiin ang aksyong ito.
fr: Cette action rétablira les valeurs par défaut uniquement pour l'onglet actif. Cette opération est irréversible.
he: פעולה זו תשחזר את ערכי ברירת המחדל רק עבור הכרטיסייה הנוכחית. לא ניתן לבטל פעולה זו.
hi: यह केवल वर्तमान टैब के लिए डिफ़ॉल्ट मान पुनर्स्थापित करेगा। इस क्रिया को पूर्ववत नहीं किया जा सकता है।
hr: Ovo će vratiti zadane vrijednosti samo za trenutnu karticu. Ova se radnja ne može poništiti.
hu: Ez csak az aktuális lap alapértelmezett értékeit állítja vissza. Ez a művelet nem vonható vissza.
id: Tindakan ini akan mengembalikan nilai default hanya untuk tab yang aktif saat ini. Tindakan ini tidak dapat diurungkan.
it: Questa azione ripristinerà i valori predefiniti solo per la scheda attiva. Questa operazione non può essere annullata.
ja: この操作により、現在のアクティブなタブの設定のみがデフォルト値に戻ります。この操作は元に戻せません。
kk: Бұл тек ағымдағы қойындының әдепкі мәндерін қалпына келтіреді. Бұл әрекетті қайтару мүмкін емес.
ko: 이 작업을 수행하면 현재 활성 탭의 설정만 기본값으로 복원됩니다. 이 작업은 취소할 수 없습니다.
ms: Ini akan memulihkan nilai lalai hanya untuk tab semasa. Tindakan ini tidak boleh dibuat asal.
nb: Dette vil bare gjenopprette standardverdiene for den gjeldende fanen. Denne handlingen kan ikke angres.
nl: Met deze actie worden de standaardwaarden alleen voor het huidige actieve tabblad hersteld. Dit kan niet ongedaan worden gemaakt.
pl: Ta czynność przywróci wartości domyślne tylko dla aktywnej karty. Tej operacji nie można cofnąć.
pt: Esta ação irá repor os valores predefinidos apenas para o separador ativo. Esta operação é irreversível.
ro: Aceasta va restabili valorile implicite doar pentru fila curentă. Această acțiune nu poate fi anulată.
ru: Это восстановит значения по умолчанию только для текущей вкладки. Это действие нельзя отменить.
sk: Týmto sa obnovia predvolené hodnoty iba pre aktuálnu kartu. Túto akciu nemožno vrátiť späť.
sr: Ово ће вратити подразумеване вредности само за тренутну картицу. Ова радња се не може поништити.
sv: Den här åtgärden återställer standardvärdena endast för den aktiva fliken. Detta kan inte ångras.
th: การดำเนินการนี้จะคืนค่าเริ่มต้นเฉพาะสำหรับแท็บปัจจุบันเท่านั้น ไม่สามารถเลิกทำได้
tr: Bu işlem yalnızca geçerli sekmedeki değerleri varsayılana döndürür. Bu işlem geri alınamaz.
uk: Ця дія відновить значення за замовчуванням лише для поточної активної вкладки. Цю дію не можна скасувати.
vi: Thao tác này sẽ khôi phục các giá trị mặc định chỉ cho tab hiện đang hoạt động. Thao tác này không thể hoàn tác.
zh_hans: 这将仅恢复当前选项卡的默认值。此操作无法撤消。
zh_hant: 此操作僅會還原目前使用中標籤頁的預設值。此操作無法復原。

# settings.reset.title
source: Reset %@ settings?
ar: إعادة تعيين إعدادات %@؟
bg: Нулиране на настройките за %@?
bn: %@ এর জন্য সেটিংস রিসেট করবেন?
ca: Voleu restablir la configuració de %@?
cs: Obnovit nastavení pro %@?
da: Nulstil %@-indstillinger?
de: %@-Einstellungen zurücksetzen?
el: Επαναφορά ρυθμίσεων %@;
es: ¿Restablecer la configuración de %@?
fa: تنظیمات %@ بازنشانی شود؟
fi: Nollataanko kohteen %@ asetukset?
fil: I-reset ang mga setting para sa %@?
fr: Réinitialiser les réglages %@ ?
he: לאפס את הגדרות %@?
hi: %@ सेटिंग्स रीसेट करें?
hr: Poništiti postavke za %@?
hu: Visszaállítja a(z) %@ beállításait?
id: Atur ulang pengaturan %@?
it: Reimpostare le impostazioni di %@?
ja: %@ の設定をリセットしますか？
kk: %@ параметрлерін қалпына келтіру керек пе?
ko: %@ 설정을 재설정하시겠습니까?
ms: Tetapkan semula tetapan %@?
nb: Tilbakestill %@-innstillinger?
nl: Instellingen van %@ herstellen?
pl: Zresetować ustawienia %@?
pt: Repor as definições de %@?
ro: Resetați setările %@?
ru: Сбросить настройки %@?
sk: Resetovať nastavenia pre %@?
sr: Ресетовати подешавања за %@?
sv: Återställa inställningarna för %@?
th: รีเซ็ตการตั้งค่า %@ หรือไม่?
tr: %@ ayarları sıfırlansın mı?
uk: Скинути налаштування %@?
vi: Đặt lại cài đặt %@?
zh_hans: 重置 %@ 设置？
zh_hant: 重設 %@ 的設定？

# settings.screenRecording.action.keepBoth
source: Keep Both
ar: الاحتفاظ بكليهما
bg: Запазване и на двете
bn: উভয়টি রাখুন
ca: Conserva tots dos
cs: Ponechat obojí
da: Behold begge
de: Beide behalten
el: Διατήρηση και των δύο
es: Conservar ambos
fa: نگه‌داشتن هر دو
fi: Säilytä molemmat
fil: Panatilihin Pareho
fr: Garder les deux
he: השאר את שניהם
hi: दोनों रखें
hr: Zadrži oboje
hu: Mindkettő megtartása
id: Simpan Keduanya
it: Mantieni entrambi
ja: 両方を残す
kk: Екеуін де сақтау
ko: 둘 다 유지
ms: Simpan Kedua-duanya
nb: Behold begge
nl: Behoud beide
pl: Zachowaj oba
pt: Manter Ambos
ro: Păstrează ambele
ru: Сохранить оба
sk: Ponechať obidva
sr: Задржи оба
sv: Behåll båda
th: เก็บไว้ทั้งสองอย่าง
tr: İkisini de Tut
uk: Зберегти обидва
vi: Giữ lại cả hai
zh_hans: 两者保留
zh_hant: 兩者皆保留

# settings.screenRecording.action.overwrite
source: Overwrite
ar: استبدال
bg: Презаписване
bn: প্রতিস্থাপন করুন
ca: Sobreescriure
cs: Přepsat
da: Overskriv
de: Überschreiben
el: Αντικατάσταση
es: Sobrescribir
fa: بازنویسی
fi: Korvaa
fil: I-overwrite
fr: Écraser
he: החלף
hi: अधिलेखित करें
hr: Prepiši
hu: Felülírás
id: Timpa
it: Sovrascrivi
ja: 上書き
kk: Үстінен жазу
ko: 대치
ms: Tulis ganti
nb: Overskriv
nl: Overschrijven
pl: Zastąp
pt: Substituir
ro: Suprascrie
ru: Перезаписать
sk: Prepísať
sr: Препиши
sv: Skriv över
th: เขียนทับ
tr: Üzerine Yaz
uk: Перезаписати
vi: Ghi đè
zh_hans: 覆盖
zh_hant: 覆蓋

# settings.screenRecording.appearanceStyle.compact
source: Compact
ar: مدمج
bg: Компактен
bn: কম্প্যাক্ট
ca: Compacte
cs: Kompaktní
da: Kompakt
de: Kompakt
el: Συμπαγές
es: Compacto
fa: فشرده
fi: Kompakti
he: קומפקטי
hi: कॉम्पैक्ट
hr: Kompaktno
hu: Kompakt
id: Kompak
it: Compatto
ja: コンパクト
kk: Шағын
ko: 컴팩트
ms: Padat
nb: Kompakt
pl: Kompaktowy
pt: Compacto
ru: Компактный
sk: Kompaktný
sr: Компактно
sv: Kompakt
th: กะทัดรัด
tr: Kompakt
uk: Компактний
vi: Thu gọn
zh_hans: 紧凑
zh_hant: 緊湊

# settings.screenRecording.appearanceStyle.detailed
source: With Timer
ar: مع مؤقت
bg: С таймер
bn: টাইমার সহ
ca: Amb temporitzador
cs: S časovačem
da: Med tidtagning
de: Mit Timer
el: Με χρονόμετρο
es: Con temporizador
fa: با تایمر
fi: Ajastimella
fil: May Timer
fr: Avec minuteur
he: עם טיימר
hi: टाइमर के साथ
hr: S timerom
hu: Időzítővel
id: Dengan Timer
it: Con timer
ja: タイマー付き
kk: Таймермен
ko: 타이머 포함
ms: Dengan Pemasa
nb: Med tidtaker
nl: Met timer
pl: Z minutnikiem
pt: Com temporizador
ro: Cu cronometru
ru: С таймером
sk: S časovačom
sr: Са тајмером
sv: Med tidur
th: พร้อมตัวจับเวลา
tr: Zamanlayıcılı
uk: З таймером
vi: Có bộ đếm giờ
zh_hans: 带计时器
zh_hant: 帶計時器

# settings.screenRecording.autoDismiss.desc
source: Automatically close the screenshot notification after a delay.
ar: إغلاق إشعار لقطة الشاشة تلقائياً بعد فترة.
bg: Автоматично затваряне на известието за екранна снимка след закъснение.
bn: বিলম্বের পরে স্ক্রিনশট বিজ্ঞপ্তি স্বয়ংক্রিয়ভাবে বন্ধ করুন।
ca: Tanca automàticament la notificació de captura de pantalla després d'un retard.
cs: Automaticky zavřít oznámení o snímku obrazovky po uplynutí časového limitu.
da: Luk automatisk skærmbillednotifikationen efter en forsinkelse.
de: Screenshot-Benachrichtigung nach einer Verzögerung automatisch schließen.
el: Αυτόματο κλείσιμο της ειδοποίησης στιγμιότυπου οθόνης μετά από καθυστέρηση.
es: Cerrar automáticamente la notificación de captura de pantalla tras un retraso.
fa: بستن خودکار اعلان اسکرین‌شات پس از یک تأخیر.
fi: Sulje kuvakaappausilmoitus automaattisesti viiveen jälkeen.
fil: Awtomatikong isara ang abiso ng screenshot pagkatapos ng pagkaantala.
fr: Fermer automatiquement la notification de capture d'écran après un délai.
he: סגור אוטומטית את התראת צילום המסך לאחר השהיה.
hi: देरी के बाद स्क्रीनशॉट सूचना को स्वचालित रूप से बंद करें।
hr: Automatski zatvori obavijest o snimci zaslona nakon odgode.
hu: A képernyőkép-értesítés automatikus bezárása késleltetés után.
id: Tutup notifikasi tangkapan layar secara otomatis setelah beberapa saat.
it: Chiudi automaticamente la notifica dello screenshot dopo un intervallo di tempo.
ja: 一定時間後にスクリーンショット通知を自動的に閉じます。
kk: Кідірістен кейін скриншот хабарландыруын автоматты түрде жабу.
ko: 일정 시간이 지나면 스크린샷 알림을 자동으로 닫습니다.
ms: Tutup pemberitahuan tangkapan skrin secara automatik selepas kelewatan.
nb: Lukk skjermbildevarselet automatisk etter en forsinkelse.
nl: Sluit de schermafbeeldingsmelding automatisch na een bepaalde tijd.
pl: Automatycznie zamykaj powiadomienie o zrzucie ekranu po upływie określonego czasu.
pt: Fechar automaticamente a notificação de captura de ecrã após um intervalo de tempo.
ro: Închideți automat notificarea capturii de ecran după o întârziere.
ru: Автоматически закрывать уведомление о снимке экрана после задержки.
sk: Automaticky zavrieť oznámenie o snímke obrazovky po oneskorení.
sr: Аутоматски затвори обавештење о снимку екрана након одлагања.
sv: Stäng skärmavbildsaviseringen automatiskt efter en tidsgräns.
th: ปิดการแจ้งเตือนภาพหน้าจอโดยอัตโนมัติหลังจากหน่วงเวลา
tr: Ekran görüntüsü bildirimini bir süre sonra otomatik olarak kapat.
uk: Автоматично закривати сповіщення про знімок екрана через певний час.
vi: Tự động đóng thông báo chụp màn hình sau một khoảng thời gian.
zh_hans: 延迟后自动关闭截图通知。
zh_hant: 在一段時間後自動關閉截圖通知。

# settings.screenRecording.autoDismiss.title
source: Auto-dismiss screenshot
ar: إخفاء لقطة الشاشة تلقائياً
bg: Автоматично отхвърляне на екранна снимка
bn: স্বয়ংক্রিয়ভাবে স্ক্রিনশট খারিজ করুন
ca: Descarta automàticament la captura
cs: Automaticky zavřít snímek obrazovky
da: Afvis skærmbillede automatisk
de: Screenshot automatisch schließen
el: Αυτόματη απόρριψη στιγμιότυπου
es: Cierre automático de captura
fa: بستن خودکار اسکرین‌شات
fi: Hylkää kuvakaappaus automaattisesti
fil: Awtomatikong I-dismiss ang Screenshot
fr: Fermeture automatique de la capture
he: בטל צילום מסך אוטומטית
hi: स्क्रीनशॉट स्वतः खारिज करें
hr: Automatski odbaci snimku zaslona
hu: Képernyőkép automatikus elvetése
id: Tutup Otomatis Tangkapan Layar
it: Chiusura automatica screenshot
ja: スクリーンショットの自動非表示
kk: Скриншотты автоматты жабу
ko: 스크린샷 자동 닫기
ms: Ketepikan tangkapan skrin automatik
nb: Avvis skjermbilde automatisk
nl: Schermafbeelding automatisch sluiten
pl: Automatyczne zamykanie zrzutu
pt: Fecho automático da captura
ro: Închidere automată captură ecran
ru: Автоскрытие снимка экрана
sk: Automaticky zavrieť snímku
sr: Аутоматски одбаци снимак екрана
sv: Stäng skärmavbild automatiskt
th: ปิดภาพหน้าจออัตโนมัติ
tr: Ekran görüntüsünü otomatik kapat
uk: Автозакриття знімка екрана
vi: Tự động đóng ảnh chụp màn hình
zh_hans: 自动关闭截图
zh_hant: 自動關閉截圖

# settings.screenRecording.card.activity
source: Screen Capture activity
ar: نشاط التقاط الشاشة
bg: Дейност при екранна снимка
bn: স্ক্রিনশট অ্যাক্টিভিটি
ca: Activitat de captura de pantalla
cs: Aktivita snímků obrazovky
da: Skærmoptagelsesaktivitet
de: Bildschirmaufnahme-Aktivität
el: Δραστηριότητα καταγραφής οθόνης
es: Actividad de captura de pantalla
fa: فعالیت اسکرین‌شات
fi: Näytöntallennustoiminta
fil: Aktibidad ng Screenshot
fr: Activité de capture d'écran
he: פעילות צילום מסך
hi: स्क्रीन कैप्चर गतिविधि
hr: Aktivnost snimke zaslona
hu: Képernyőrögzítési tevékenység
id: Aktivitas Tangkapan Layar
it: Attività screenshot
ja: スクリーンショットアクティビティ
kk: Скриншот әрекеті
ko: 스크린샷 활동
ms: Aktiviti Tangkapan Skrin
nb: Skjermopptaksaktivitet
nl: Schermafbeeldingsactiviteit
pl: Aktywność zrzutów ekranu
pt: Atividade de captura de ecrã
ro: Activitate captură ecran
ru: Активность захвата экрана
sk: Aktivita snímky obrazovky
sr: Активност снимка екрана
sv: Skärmavbildsaktivitet
th: กิจกรรมการจับภาพหน้าจอ
tr: Ekran Yakalama etkinliği
uk: Активність знімків екрана
vi: Hoạt động chụp màn hình
zh_hans: 屏幕捕捉活动
zh_hant: 截圖活動

# settings.screenRecording.card.appearance
source: Screen Recording Appearance
ar: مظهر تسجيل الشاشة
bg: Оформление на запис на екрана
bn: স্ক্রিন রেকর্ডিংয়ের রূপ
ca: Aparença de l'enregistrament de pantalla
cs: Vzhled záznamu obrazovky
da: Udseende af skærmoptagelse
de: Bildschirmaufnahme-Erscheinungsbild
el: Εμφάνιση εγγραφής οθόνης
es: Apariencia de grabación de pantalla
fa: ظاهر ضبط صفحه
fi: Näytön tallennuksen ulkoasu
fil: Hitsura ng Screen Recording
fr: Apparence de l'enregistrement d'écran
he: מראה הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग का रूप
hr: Izgled snimanja zaslona
hu: Képernyőfelvétel megjelenése
id: Tampilan Rekaman Layar
it: Aspetto della registrazione dello schermo
ja: 画面収録の外観
kk: Экран жазуының көрінісі
ko: 화면 기록 모양
ms: Penampilan Rakaman Skrin
nb: Utseende for skjermopptak
nl: Weergave van schermopname
pl: Wygląd nagrywania ekranu
pt: Aparência da gravação de ecrã
ro: Aspectul înregistrării ecranului
ru: Внешний вид записи экрана
sk: Vzhľad nahrávania obrazovky
sr: Изглед снимања екрана
sv: Utseende för skärminspelning
th: ลักษณะการบันทึกหน้าจอ
tr: Ekran Kaydı Görünümü
uk: Зовнішній вигляд запису екрана
vi: Giao diện quay màn hình
zh_hans: 屏幕录制外观
zh_hant: 螢幕錄製外觀

# settings.screenRecording.card.duration
source: Screenshot duration
ar: مدة لقطة الشاشة
bg: Продължителност на екранна снимка
bn: স্ক্রিনশটের সময়কাল
ca: Durada de la captura
cs: Doba snímku obrazovky
da: Skærmbilledvarighed
de: Screenshot-Dauer
el: Διάρκεια στιγμιότυπου
es: Duración de captura
fa: مدت زمان اسکرین‌شات
fi: Kuvakaappauksen kesto
fil: Tagal ng Screenshot
fr: Durée de la capture d'écran
he: משך צילום מסך
hi: स्क्रीनशॉट अवधि
hr: Trajanje snimke zaslona
hu: Képernyőkép időtartama
id: Durasi Tangkapan Layar
it: Durata dello screenshot
ja: スクリーンショット表示時間
kk: Скриншот ұзақтығы
ko: 스크린샷 지속 시간
ms: Tempoh tangkapan skrin
nb: Skjermbildevarighet
nl: Schermafbeeldingsduur
pl: Czas trwania zrzutu ekranu
pt: Duração da captura de ecrã
ro: Durată captură ecran
ru: Длительность снимка экрана
sk: Trvanie snímky obrazovky
sr: Трајање снимка екрана
sv: Skärmavbildstid
th: ระยะเวลาภาพหน้าจอ
tr: Ekran görüntüsü süresi
uk: Тривалість знімка екрана
vi: Thời lượng chụp màn hình
zh_hans: 截图显示时长
zh_hant: 截圖顯示時間

# settings.screenRecording.card.saveLocation
source: Save Locations
ar: مواقع الحفظ
bg: Местоположения за запазване
bn: সংরক্ষণ অবস্থান
ca: Ubicacions de desat
cs: Umístění pro uložení
da: Lagringsplaceringer
de: Speicherorte
el: Τοποθεσίες αποθήκευσης
es: Ubicaciones de guardado
fa: محل‌های ذخیره
fi: Tallennussijainnit
fil: Mga Lokasyon ng Pag-save
fr: Emplacements d'enregistrement
he: מיקומי שמירה
hi: सहेजने के स्थान
hr: Lokacije spremanja
hu: Mentési helyek
id: Lokasi Penyimpanan
it: Posizioni di salvataggio
ja: 保存場所
kk: Сақтау орындары
ko: 저장 위치
ms: Lokasi simpan
nb: Lagringsplasseringer
nl: Bewaarlocaties
pl: Lokalizacje zapisu
pt: Pastas de destino
ro: Locații de salvare
ru: Места сохранения
sk: Umiestnenia uloženia
sr: Локације чувања
sv: Sparplatser
th: ตำแหน่งบันทึก
tr: Kayıt Konumları
uk: Місця збереження
vi: Vị trí lưu
zh_hans: 保存位置
zh_hant: 儲存位置

# settings.screenRecording.desktopFormat
source: Desktop (%@)
ar: سطح المكتب (%@)
bg: Работен плот (%@)
bn: ডেস্কটপ (%@)
ca: Escriptori (%@)
cs: Plocha (%@)
da: Skrivebord (%@)
de: Schreibtisch (%@)
el: Επιφάνεια εργασίας (%@)
es: Escritorio (%@)
fa: دسکتاپ (%@)
fi: Työpöytä (%@)
fr: Bureau (%@)
he: שולחן עבודה (%@)
hi: डेस्कटॉप (%@)
hr: Radna površina (%@)
hu: Íróasztal (%@)
it: Scrivania (%@)
ja: デスクトップ (%@)
kk: Жұмыс үстелі (%@)
ko: 데스크탑 (%@)
nb: Skrivebord (%@)
nl: Bureaublad (%@)
pl: Biurko (%@)
pt: Secretária (%@)
ru: Рабочий стол (%@)
sk: Plocha (%@)
sr: Радна површина (%@)
sv: Skrivbord (%@)
th: เดสก์ท็อป (%@)
tr: Masaüstü (%@)
uk: Робочий стіл (%@)
vi: Màn hình chính (%@)
zh_hans: 桌面 (%@)
zh_hant: 桌面 (%@)

# settings.screenRecording.duration.desc
source: Adjust auto-dismiss timing of the recording notification.
ar: ضبط توقيت الإخفاء التلقائي لإشعار التسجيل.
bg: Регулирайте времето за автоматично отхвърляне на известието за запис.
bn: রেকর্ডিং বিজ্ঞপ্তির স্বয়ংক্রিয় খারিজের সময় সামঞ্জস্য করুন।
ca: Ajusta el temps de descart automàtic de la notificació de gravació.
cs: Upravte dobu před automatickým zavřením oznámení o nahrávání.
da: Juster automatisk afvisningstid for optagelsesnotifikationen.
de: Dauer der Aufnahmebenachrichtigung vor automatischem Schließen einstellen.
el: Ρύθμιση χρόνου αυτόματης απόρριψης της ειδοποίησης εγγραφής.
es: Ajustar el tiempo de cierre automático de la notificación de grabación.
fa: تنظیم زمان بستن خودکار اعلان ضبط.
fi: Säädä tallennusilmoituksen automaattisen hylkäämisen ajoitusta.
fil: Ayusin ang oras ng awtomatikong pag-dismiss ng abiso ng pag-record.
fr: Ajuster le délai avant la fermeture automatique de la notification d'enregistrement.
he: כוונן את זמן הביטול האוטומטי של התראת ההקלטה.
hi: रिकॉर्डिंग सूचना के ऑटो-डिसमिस समय को समायोजित करें।
hr: Prilagodite vrijeme automatskog odbacivanja obavijesti o snimanju.
hu: A felvételi értesítés automatikus bezárási idejének beállítása.
id: Sesuaikan waktu sebelum notifikasi perekaman ditutup secara otomatis.
it: Regola il tempo prima della chiusura automatica della notifica di registrazione.
ja: 録画通知が自動的に閉じるまでの時間を調整します。
kk: Жазу хабарландыруының автоматты жабылу уақытын реттеңіз.
ko: 녹화 알림이 자동으로 닫히기 전까지의 시간을 조정합니다.
ms: Laras masa ketepikan automatik bagi pemberitahuan rakaman.
nb: Juster automatisk avvisningstid for opptaksvarslingen.
nl: Pas de tijd aan voordat de opnamemelding automatisch wordt gesloten.
pl: Dostosuj czas przed automatycznym zamknięciem powiadomienia o nagrywaniu.
pt: Ajustar o tempo antes do fecho automático da notificação de gravação.
ro: Ajustați timpul de închidere automată a notificării de înregistrare.
ru: Настроить время автоматического скрытия уведомления о записи.
sk: Upraviť čas automatického zavretia oznámenia o nahrávaní.
sr: Прилагодите време аутоматског одбацивања обавештења о снимању.
sv: Justera tiden innan inspelningsaviseringen stängs automatiskt.
th: ปรับเวลาการปิดอัตโนมัติของการแจ้งเตือนการบันทึก
tr: Kayıt bildiriminin otomatik kapanma zamanlamasını ayarlayın.
uk: Налаштуйте час до автоматичного закриття сповіщення про запис.
vi: Điều chỉnh thời gian trước khi thông báo ghi âm tự động đóng.
zh_hans: 调整录制通知的自动关闭时间。
zh_hant: 調整錄影通知自動關閉前的時間。

# settings.screenRecording.duration.title
source: Recording duration
ar: مدة التسجيل
bg: Продължителност на записа
bn: রেকর্ডিং সময়কাল
ca: Durada de la gravació
cs: Doba nahrávání
da: Optagelsesvarighed
de: Aufnahmedauer
el: Διάρκεια εγγραφής
es: Duración de grabación
fa: مدت زمان ضبط
fi: Tallennuksen kesto
fil: Tagal ng Pag-record
fr: Durée d'enregistrement
he: משך הקלטה
hi: रिकॉर्डिंग अवधि
hr: Trajanje snimanja
hu: Felvétel időtartama
id: Durasi Perekaman
it: Durata registrazione
ja: 録画表示時間
kk: Жазу ұзақтығы
ko: 녹화 지속 시간
ms: Tempoh rakaman
nb: Opptaksvarighet
nl: Opnameduur
pl: Czas nagrywania
pt: Duração da gravação
ro: Durată înregistrare
ru: Длительность записи
sk: Trvanie nahrávania
sr: Трајање снимања
sv: Inspelningstid
th: ระยะเวลาการบันทึก
tr: Kayıt süresi
uk: Тривалість запису
vi: Thời lượng ghi
zh_hans: 录制时长
zh_hant: 錄影顯示時間

# settings.screenRecording.error.filename
source: Failed to generate filename
ar: فشل إنشاء اسم الملف
bg: Неуспешно генериране на име на файл
bn: ফাইলের নাম তৈরি করতে ব্যর্থ হয়েছে
ca: No s'ha pogut generar el nom del fitxer
cs: Nepodařilo se vygenerovat název souboru
da: Kunne ikke generere filnavn
de: Dateiname konnte nicht generiert werden
el: Αποτυχία δημιουργίας ονόματος αρχείου
es: No se pudo generar el nombre de archivo
fa: تولید نام فایل انجام نشد
fi: Tiedostonimen luominen epäonnistui
fil: Nabigong bumuo ng pangalan ng file
fr: Échec de la génération du nom de fichier
he: יצירת שם הקובץ נכשלה
hi: फ़ाइल का नाम जनरेट करने में विफल
hr: Neuspjelo generiranje naziva datoteke
hu: Nem sikerült létrehozni a fájlnevet
id: Gagal membuat nama file
it: Impossibile generare il nome file
ja: ファイル名を生成できませんでした
kk: Файл атауын жасау сәтсіз аяқталды
ko: 파일 이름을 생성하지 못했습니다
ms: Gagal menjana nama fail
nb: Kunne ikke generere filnavn
nl: Bestandsnaam genereren mislukt
pl: Nie udało się wygenerować nazwy pliku
pt: Falha ao gerar nome do ficheiro
ro: Generarea numelui fișierului a eșuat
ru: Не удалось создать имя файла
sk: Nepodarilo sa vygenerovať názov súboru
sr: Генерисање назива датотеке није успело
sv: Det gick inte att skapa filnamn
th: สร้างชื่อไฟล์ไม่สำเร็จ
tr: Dosya adı oluşturulamadı
uk: Не вдалося створити назву файлу
vi: Không thể tạo tên tệp
zh_hans: 生成文件名失败
zh_hant: 無法產生檔案名稱

# settings.screenRecording.fileConflict.message
source: A file named "%@" already exists in the destination folder.
ar: يوجد بالفعل ملف باسم "%@" في المجلد الوجهة.
bg: Файл с име "%@" вече съществува в целевата папка.
bn: গন্তব্য ফোল্ডারে "%@" নামের একটি ফাইল ইতিমধ্যে বিদ্যমান।
ca: Ja existeix un fitxer anomenat "%@" a la carpeta de destinació.
cs: V cílové složce již existuje soubor s názvem „%@“.
da: En fil med navnet "%@" findes allerede i destinationsmappen.
de: Eine Datei mit dem Namen „%@“ existiert bereits im Zielordner.
el: Ένα αρχείο με το όνομα «%@» υπάρχει ήδη στον φάκελο προορισμού.
es: Ya existe un archivo llamado "%@" en la carpeta de destino.
fa: فایلی با نام «%@» از قبل در پوشه مقصد وجود دارد.
fi: Kohdekansiossa on jo "%@"-niminen tiedosto.
fil: Mayroon nang file na may pangalang "%@" sa folder ng destinasyon.
fr: Un fichier nommé « %@ » existe déjà dans le dossier de destination.
he: קובץ בשם "%@" כבר קיים בתיקיית היעד.
hi: गंतव्य फ़ोल्डर में "%@" नाम की एक फ़ाइल पहले से मौजूद है।
hr: Datoteka s nazivom "%@" već postoji u odredišnoj mapi.
hu: Már létezik egy „%@” nevű fájl a célmappában.
id: File bernama "%@" sudah ada di folder tujuan.
it: Un file denominato "%@" esiste già nella cartella di destinazione.
ja: 移動先フォルダーに「%@」という名前のファイルが既に存在します。
kk: Тағайындалған қалтада "%@" атты файл бар.
ko: 대상 폴더에 이름이 "%@"인 파일이 이미 있습니다.
ms: Fail bernama "%@" sudah wujud dalam folder destinasi.
nb: En fil med navnet «%@» finnes allerede i målmappen.
nl: Er bestaat al een bestand met de naam "%@" in de doelmap.
pl: Plik o nazwie „%@” już istnieje w folderze docelowym.
pt: Já existe um ficheiro chamado "%@" na pasta de destino.
ro: Există deja un fișier numit „%@” în dosarul de destinație.
ru: Файл с именем «%@» уже существует в папке назначения.
sk: V cieľovom priečinku už existuje súbor s názvom „%@“.
sr: Датотека под називом „%@“ већ постоји у одредишној фасцикли.
sv: En fil med namnet "%@" finns redan i målmappen.
th: มีไฟล์ชื่อ "%@" อยู่แล้วในโฟลเดอร์ปลายทาง
tr: Hedef klasörde "%@" adında bir dosya zaten var.
uk: Файл з іменем «%@» вже існує в цільовій папці.
vi: Một tệp có tên "%@" đã tồn tại trong thư mục đích.
zh_hans: 目标文件夹中已存在名为“%@”的文件。
zh_hant: 目標資料夾中已有名稱為「%@」的檔案。
